[
  {
    "id": 1,
    "title": "A Week in London by Private Car 2022",
    "description": "Welcome to London, a vibrant city with a diverse range of people and culture in Britain. Relax after check-in at your centrally located hotel or take a stroll down Oxford Street - the most famous shopping streets in the world. Your Local Hosts will be on hand to help you make the most of your time.",
    "quantity": 15,
    "requiredPrice": 15,
    "categoryId": 4,
    "createdAt": "2/7/2022",
    "updatedAt": "2/7/2022"
  },
  {
    "id": 2,
    "title": "Caroline embroidered silk-satin midi dress",
    "description": "Isabel Marant's takes on bohemian peasant dresses are exceptionally cool. This 'Caroline' midi style is cut from deep charcoal silk-satin that's gathered throughout and embroidered with folksy floral trims. Wear it with a pair of the designer's chic ankle boots.",
    "quantity": 1,
    "requiredPrice": 15,
    "categoryId": 1,
    "createdAt": "6/4/2022",
    "updatedAt": "6/4/2022"
  },
  {
    "id": 3,
    "title": "Best of London and Edinburgh 2022",
    "description": "Welcome to London! Relax after check-in at your centrally located hotel or take a stroll down Oxford Street, one of the most famous shopping streets in the world. This evening, meet your companions and Travel Director for a Welcome Reception, which includes a light meal and drinks.",
    "quantity": 1,
    "requiredPrice": 15,
    "categoryId": 4,
    "createdAt": "10/5/2021",
    "updatedAt": "10/5/2021"
  },
  {
    "id": 4,
    "title": "Columbia Men's Silver Ridge 2 Convertible Hiking Trousers",
    "description": "Men's hiking trousers with capability for quick conversion to shorts, ideal combination of breathability and stretch",
    "quantity": 15,
    "requiredPrice": 30,
    "categoryId": 2,
    "createdAt": "11/4/2021",
    "updatedAt": "11/4/2021"
  },
  {
    "id": 5,
    "title": "Argos Home Set of 3 Airtight Food Storage Containers",
    "description": "Keep your food safe and sealed with this set of three airtight storage containers. Their airtight design keeps your food fresher for longer, and the transparent plastic sides mean you'll know when you're running low. The lids fit easily and create an airtight seal using the handy tensioning levers - simply lift the lever up to release the seal, and push it down to reseal. No pulling or yanking required.",
    "quantity": 12,
    "requiredPrice": 50,
    "categoryId": 3,
    "createdAt": "9/13/2021",
    "updatedAt": "9/13/2021"
  },
  {
    "id": 6,
    "title": "Elettra patent-leather sandals",
    "description": "The Attico's 'Elettra' sandals are ideal for balmy weather. Made in Italy from black patent-leather, they have chic squared toes and slinky ties that fasten around the ankles. Wear yours with cropped pants or midi skirts.",
    "quantity": 9,
    "requiredPrice": 30,
    "categoryId": 1,
    "createdAt": "2/26/2022",
    "updatedAt": "2/26/2022"
  },
  {
    "id": 7,
    "title": "Best Paris Explorer Summer 2022",
    "description": "Welcome to Paris, capital of France and the City of Light. After check-in to your hotel - the ideal spot for your exploration of this magnificent city. you can relax or take a stroll in the local neighbourhood. This afternoon meet your Travel Director and fellow travellers to attend a Welcome Reception in the heart of the city.",
    "quantity": 13,
    "requiredPrice": 30,
    "categoryId": 4,
    "createdAt": "7/30/2021",
    "updatedAt": "7/30/2021"
  },
  {
    "id": 8,
    "title": "Holidays in Spain 2022",
    "description": "Welcome to Madrid. Relax or explore this lively city before meeting up with your fellow travellers and Travel Director. Enjoy an evening drive to take in some of the city's main sights followed by a Welcome Reception.",
    "quantity": 10,
    "requiredPrice": 30,
    "categoryId": 4,
    "createdAt": "4/4/2022",
    "updatedAt": "4/4/2022"
  },
  {
    "id": 9,
    "title": "Memphis nylon and leather slip-on sneakers",
    "description": "Jimmy Choo's 'Memphis' sneakers will look so cool whether you wear them running errands at the weekend or for a post-gym brunch. Designed to slip on, they have tonal leather and neoprene uppers so they feel comfortable and secure. The chunky 30mm rubber soles feature crystal-style embellishments around the back.",
    "quantity": 12,
    "requiredPrice": 50,
    "categoryId": 1,
    "createdAt": "11/24/2021",
    "updatedAt": "11/24/2021"
  },
  {
    "id": 10,
    "title": "Italian Holiday Summer 2022",
    "description": "Indulge all your senses in the imperial city of Rome, your introduction to a memorable encounter with Italy which will have you returning for more. Spend your afternoon relaxing after your journey, or explore the ancient city streets before joining your Travel Director and travel companions for a Welcome Reception. This evening, we whet our appetites with an orientation drive past Rome's most magnificent sights which we will have an opportunity to explore tomorrow.",
    "quantity": 13,
    "requiredPrice": 50,
    "categoryId": 4,
    "createdAt": "1/15/2022",
    "updatedAt": "1/15/2022"
  },
  {
    "id": 11,
    "title": "The Lounge cropped high-rise jeans",
    "description": "FRAME's 'Lounge' jeans are well-named - the shape is nice and slouchy and they have elasticated cuffs just like track pants. The faded wash makes them look and feel lovingly worn-in.",
    "quantity": 7,
    "requiredPrice": 30,
    "categoryId": 1,
    "createdAt": "4/17/2022",
    "updatedAt": "4/17/2022"
  },
  {
    "id": 12,
    "title": "Arden Grange Light Adult Dry Dog Food",
    "description": "Lower in calories and fat than our standard adult diets with the addition of L-carnitine may help to increase the conversion of fat to energy and maintain lean body mass",
    "quantity": 13,
    "requiredPrice": 50,
    "categoryId": 3,
    "createdAt": "5/6/2022",
    "updatedAt": "5/6/2022"
  },
  {
    "id": 13,
    "title": "The Bundle medium leather-trimmed metallic printed shell shoulder bag",
    "description": "Alexander McQueen's 'The Bundle' bag is made from shell reinforced with smooth leather trims. Secured with a drawstring top, it has a front zipped pocket and a sizable interior that'll fit your everyday essentials. Adjust the shoulder strap to carry it cross-body.",
    "quantity": 9,
    "requiredPrice": 50,
    "categoryId": 1,
    "createdAt": "9/6/2021",
    "updatedAt": "9/6/2021"
  },
  {
    "id": 14,
    "title": "Bike assembly and maintenance stand",
    "description": "Justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac diam cras pellentesque volutpat dui maecenas tristique est et tempus semper est quam pharetra magna ac",
    "quantity": 13,
    "requiredPrice": 15,
    "categoryId": 2,
    "createdAt": "8/27/2021",
    "updatedAt": "8/27/2021"
  },
  {
    "id": 15,
    "title": "Adventuridge Folding Camping Festival Trolley",
    "description": "Move your items with ease with this Adventuridge Festival Trolley.",
    "quantity": 15,
    "requiredPrice": 30,
    "categoryId": 2,
    "createdAt": "6/28/2021",
    "updatedAt": "6/28/2021"
  },
  {
    "id": 16,
    "title": "Italian Scene - Costsaver Summer 2022",
    "description": "Welcome to Rome. After check-in, relax and unwind. Later meet with your Travel Director and fellow travellers. This evening, stroll around this fascinating city and take in the vibrant atmosphere.",
    "quantity": 13,
    "requiredPrice": 50,
    "categoryId": 4,
    "createdAt": "8/30/2021",
    "updatedAt": "8/30/2021"
  },
  {
    "id": 17,
    "title": "Vitus Sommet Enduro Bike Top Spec Fox Factory",
    "description": "The Vitus Sommet 297 CRX is a high-quality enduro race bike that is engineered and equipped to offer the greatest performance imaginable. It features a carbon/alloy frame adorned with 170mm-travel Kashima-coated Fox Float Factory suspension and a 12-Speed Shimano XT M8100 wide-range groupset.",
    "quantity": 1,
    "requiredPrice": 15,
    "categoryId": 2,
    "createdAt": "9/2/2021",
    "updatedAt": "9/2/2021"
  },
  {
    "id": 18,
    "title": "Nestling 600W Kitchen Mini Food Chopper",
    "description": "Quick Chopping & Mixing - With the 600W powerful motor, Nestling Electric Food Chopper can easily chop and mix kinds of meats, fruits and vegetables in 6~8 seconds. Very convenient to make kinds of meatballs & meat pies, or to prepare food for your pets.",
    "quantity": 6,
    "requiredPrice": 15,
    "categoryId": 3,
    "createdAt": "10/2/2021",
    "updatedAt": "10/2/2021"
  },
  {
    "id": 19,
    "title": "Set of 40 Airtight Food Storage Container Set",
    "description": "40 piece set includes 20 containers with 20 lids. Store and transport entrees and soups confidently with our revolutionary snap-lock containers. Also great for small arts and crafts supplies like beads.",
    "quantity": 13,
    "requiredPrice": 50,
    "categoryId": 3,
    "createdAt": "5/2/2022",
    "updatedAt": "5/2/2022"
  },
  {
    "id": 20,
    "title": "Puma NRGY Comet Running Trainers",
    "description": "The NRGY Comet is all about energized cushioning, and a flexible and lightweight running experience.",
    "quantity": 1,
    "requiredPrice": 30,
    "categoryId": 2,
    "createdAt": "11/2/2021",
    "updatedAt": "11/2/2021"
  }
]